Revit 2027 API
ParameterTypeId.RebarMinimumNumber Property
 "Minimum Rebar Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarMinimumNumber { get; }
Public Shared ReadOnly Property RebarMinimumNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarMinimumNumber {
	ForgeTypeId^ get ();
}
static member RebarMinimumNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace